espressif/esp-idf/components/freertos/test_apps/build_tests/freertos_build_test/sdkconfig.ci.timers_disabled
CONFIG_IDF_TARGET="esp32"
CONFIG_FREERTOS_USE_TIMERS=n
